brew "fzf"
brew "git"
brew "stow"
brew "jq"
brew "eza"
brew "nushell"
brew "bat"
brew "neovim"
brew "lazygit"
brew "ripgrep"
brew "gh"
brew "zoxide"
brew "thefuck"
brew "fd"
brew "tlrc"
brew "fastfetch"
brew "python"
brew "nvm"
brew "nmap"
brew "wget"
brew "mise"
brew "fabric-ai"
brew "pass"
brew "pass-otp"
brew "yt-dlp"


cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "dbngin"
cask "alfred"
cask "proton-vpn"
cask "twingate"
