brew "fzf"
brew "git"
brew "stow"
brew "jq"
brew "eza"
brew "nushell"
brew "bat"
brew "neovim"
brew "lazygit"
brew "ripgrep"
brew "gh"
brew "zoxide"
brew "thefuck"
brew "fd"
brew "tldr"
brew "fastfetch"
brew "direnv"
brew "python"
brew "node"
cask "zulu@8"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "dbngin"
cask "alfred"
cask "logseq"
